Revit 2027 API
ParameterTypeId.RoomActualSupplyAirflowParam Property
 "Actual Supply Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualSupplyAirflowParam { get; }
Public Shared ReadOnly Property RoomActualSupplyAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualSupplyAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomActualSupplyAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace